import {BlogDataType} from "@/types/blog";

export const BLOG_LIST: BlogDataType[] = [
    {
        id: "blog-1",
        image: "/img/blog/img-1.png",
        title: "بهترین زبان های برنامه نویسی برای امنیت کدامند",
        description: "اثر کنکورد یا هزینه غرق‌شده ، به پدیده‌ای اشاره دارد که در آن مدیران به دلیل سرمایه‌گذار‌ها",
        uploaded: "۲۲ دی ۱۴۰۳",
    },
    {
        id: "blog-2",
        image: "/img/blog/img-1.png",
        title: "بهترین زبان های برنامه نویسی برای امنیت کدامند",
        description: "اثر کنکورد یا هزینه غرق‌شده ، به پدیده‌ای اشاره دارد که در آن مدیران به دلیل سرمایه‌گذار‌ها",
        uploaded: "۲۲ دی ۱۴۰۳",
    },
    {
        id: "blog-3",
        image: "/img/blog/img-1.png",
        title: "بهترین زبان های برنامه نویسی برای امنیت کدامند",
        description: "اثر کنکورد یا هزینه غرق‌شده ، به پدیده‌ای اشاره دارد که در آن مدیران به دلیل سرمایه‌گذار‌ها",
        uploaded: "۲۲ دی ۱۴۰۳",
    },
    {
        id: "blog-4",
        image: "/img/blog/img-1.png",
        title: "بهترین زبان های برنامه نویسی برای امنیت کدامند",
        description: "اثر کنکورد یا هزینه غرق‌شده ، به پدیده‌ای اشاره دارد که در آن مدیران به دلیل سرمایه‌گذار‌ها",
        uploaded: "۲۲ دی ۱۴۰۳",
    },
    {
        id: "blog-5",
        image: "/img/blog/img-1.png",
        title: "بهترین زبان های برنامه نویسی برای امنیت کدامند",
        description: "اثر کنکورد یا هزینه غرق‌شده ، به پدیده‌ای اشاره دارد که در آن مدیران به دلیل سرمایه‌گذار‌ها",
        uploaded: "۲۲ دی ۱۴۰۳",
    },
];
