import {FAQDataType} from "@/types/faq";

export const FAQ_DATA: FAQDataType = {
    "دوره ها": [
        {question: "چه دوره‌هایی برگزار می‌شوند؟", answer: "دوره‌های برنامه‌نویسی، طراحی و ..."},
        {question: "آیا مدرک داده می‌شود؟", answer: "بله، مدرک معتبر ارائه می‌گردد."},
        {question: "آیا مدرک داده می‌شود؟", answer: "بله، مدرک معتبر ارائه می‌گردد."},
        {question: "آیا مدرک داده می‌شود؟", answer: "بله، مدرک معتبر ارائه می‌گردد."},
        {question: "آیا مدرک داده می‌شود؟", answer: "بله، مدرک معتبر ارائه می‌گردد."},
    ],
    "تضمین استخدام": [
        {question: "آیا تضمین واقعی است؟", answer: "بله، با شرکت‌های همکار قرارداد داریم."},
        {question: "آیا تضمین واقعی است؟", answer: "بله، با شرکت‌های همکار قرارداد داریم."},
        {question: "آیا تضمین واقعی است؟", answer: "بله، با شرکت‌های همکار قرارداد داریم."},
        {question: "آیا تضمین واقعی است؟", answer: "بله، با شرکت‌های همکار قرارداد داریم."},
    ],
    "شرایط پرداخت": [
        {question: "امکان پرداخت اقساطی هست؟", answer: "بله، امکان پرداخت در ۳ قسط وجود دارد."},
        {question: "امکان پرداخت اقساطی هست؟", answer: "بله، امکان پرداخت در ۳ قسط وجود دارد."},
        {question: "امکان پرداخت اقساطی هست؟", answer: "بله، امکان پرداخت در ۳ قسط وجود دارد."},
        {question: "امکان پرداخت اقساطی هست؟", answer: "بله، امکان پرداخت در ۳ قسط وجود دارد."},
    ],
    "مدت زمان دوره ها": [
        {question: "مدت زمان دوره‌ها چقدر است؟", answer: "بین ۳ تا ۶ ماه بسته به دوره."},
        {question: "مدت زمان دوره‌ها چقدر است؟", answer: "بین ۳ تا ۶ ماه بسته به دوره."},
        {question: "مدت زمان دوره‌ها چقدر است؟", answer: "بین ۳ تا ۶ ماه بسته به دوره."},
        {question: "مدت زمان دوره‌ها چقدر است؟", answer: "بین ۳ تا ۶ ماه بسته به دوره."},
    ],
};